{
    "foto": "⚠ Tolong __**jangan foto!**__ \nKami meminta kamu untuk tidak mengirimkan codemu dengan memfoto layar kalian, beberapa __alasan__ yaitu: \n-**Bantuan yang tidak optimal**: Jika kamu meminta bantuan berikan kita error/code yang jelas dengan begitu akan memudah kan kita dan yang lain untuk membantu. \n-**Aksesibilitas**: dengan memfoto layar, orang yang akan membantu kamu akan sulit untuk mengoreksi kodemu.",
    "kode": "**Beri kami kodemu!**: \nTanpa kode atau referensi kita tidak bisa membantumu dengan masalah yang kamu beri beberapa cara untuk memberi kode: \n-**Discord markdown**: \n\\`\\`\\`js\n// Code disini\n\\`\\`\\` \nakan menghasilkan: \n ```js\n// Code disini\n``` \n-**Copy paste**: https://codepen.io/, https://jsfiddle.net, https://pastebin.com/, https://github.com/ \n-**Screenshot**",
    "tanya": "**Bertanyalah dengan benar!** \nKetika kamu bertanya tolong berikan kita contoh output atau cara-cara yang telah kamu coba dan apabila itu merupakan permasalahan dalam kode berikan kita kodemu. \nContoh yang _tidak_ benar: \n> _\"Bro kenapa XYZ ini ga berfungsi??\"_",
    "rahasia": "_Oops_, sepertinya kamu membeberkan **rahasia/secret** untuk membuka halamanmu, sebelum memberikan informasi perhatikan apa yang akan kamu berikan.",
    "channel": "**Perhatikan channelnya!** \nSebelum bertanya perhatikan apa yang ada di pin atau channel topic, cek kembali jika kamu sudah berada di channel yang tepat untuk bertanya.",
    "error": "> _\"Kode ini kenapa error ya padahal udah bener\"_ \nBerikan error apa yang kamu temukan apabila ada berikan kami error tersebut hanya memberi kode juga tidak akan menyelesaikan permasalahanmu.",
    "undefined": "Dapat error seperti ini? \n```\nCannot read properties of undefined (reading \"XYZ\")\n``` \nError tersebut menyatakan bahwa kamu mencoba mengakses/menjalankan sebuah property yang kosong/undefined solusinya kamu bisa mencek ulang nama variable yang akan dijalankan atau cek kembali apa yang kamu masukkan kedalam property tersebut."
}